Repository: wp-plugins/bp-automatic-friends
Catalog: languages/bp-automatic-friends-*.po
Languages: es_es, pt_br

source: BuddyPress Automatic Friends
es_es: Amigos automáticos BuddyPress
pt_br: Amigos Automáticos para o BuddyPress

source: Automatic Friends
es_es: Amigos automáticos
pt_br: Amigos Automático

source: No Global Friends found.
pt_br: Nenhum amigo encontrado.

source: Username
es_es: Nombre de usuario
pt_br: Nome de usuário

source: Name
es_es: Nombre
pt_br: Nome

source: Friends
es_es: Amigos
pt_br: Amigos

source: Help Improve BP Automatic Friends
es_es: Ayude a mejorar Amigos automáticos BP
pt_br: Ajude a Melhorar BP Amigos Automático

source: We would really appreciate your input to help us continue to improve the product.
es_es: Realmente apreciaríamos sus comentarios para ayudarnos a continuar mejorando el producto.
pt_br: Nós gostaríamos de sua opinião para continuar melhorando o produto.

source: Find us on %1$s or donate to the project using the button below.
es_es: Encuéntrenos en %1$s, o done al proyecto utilizando el botón de abajo.
pt_br: Nos encontre no %1$s ou doe para o projeto usando o botão abaixo.

source: Contact BP Automatic Friends
es_es: Póngase en contacto con Amigos Automáticos BP
pt_br: Entrar em contato com BP Amigos Automático

source: Support Forums
es_es: Foros de Soporte
pt_br: Fórum de Suporte

source: BP Automatic Friends on the Web
es_es: Amigos Automáticos BP en la Web
pt_br: BP Amigos Automáticos na Web

source: GitHub Project
es_es: Proyectos GitHub
pt_br: Projeto no GitHub

source: Review on WordPress.org
es_es: Revisión en WordPress.org
pt_br: Avaliação no WordPress.org

source: When new user accounts are registered, friendships between the new user and each of the following global friends will be created automatically.
es_es: Cuando se registran nuevas cuentas de usuario, la amistad entre el nuevo usuario y cada uno de los siguientes amigos globales se creará automáticamente.
pt_br: Quando novas contas de usuários forem registradas, amizades entre o novo usuário e cada amigos será criada automaticamente.

source: Global Friends
es_es: Amigos Globales
pt_br: Amigos Global

source: Search by Username
es_es: Buscar por Nombre de Usuario
pt_br: Pesquisar por Nome de Usuário

source: Add User
es_es: Añadir usuario
pt_br: Adicionar Usuário

source: Global Friend
es_es: Amigo Global
pt_br: Amigo Global

source: Automatically create friendships with all new users
es_es: Automáticamente cree amistades con todos los nuevos usuarios
pt_br: Criar amizades automaticamente para todos os novos usuários

source: Edit
es_es: Editar
pt_br: Editar

source: Remove
es_es: Eliminar
pt_br: Remover

source: Automatically create and accept friendships for specified users upon new user registration. * Requires BuddyPress
pt_br: Crie e aceite automaticamente amizades de usuários específicos após um novo registo de usuário. *BuddyPress é necessário
